Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: 「あ？ テストはまだってことか？ じゃあなんで選択できるんだよ。でも逆に面白いな。なるほど俺がテストしてやるよ！」
en: "Huh? It hasn't been tested? Then why can I select it? But this makes it more interesting. Alright, let's test it out!

source: 「いや、まあこれもヌルゲーだったな。ヌルヌルのヌルだ。終わってよかったかもな。時間やお金の犠牲も少なくて済んだと思えばな」
en: "Well, this was also a nuregame. A super-duper nuregame. It's good that it's over. This way I'll stop wasting my time and money."

source: 「お！？ 何々、終わらないゲームにあなたを招待しますって？」
en: "Oh!? What's this? We invite you to play a game that never ends?"

source: 「お？ 何々、新しいサービスを開始しますって？」
en: "Oh? What's this? They're going to start a new game?"

source: 「どれにしてみるかな。剣士も魔法使いもやってきたしな。今回はヒーラーに挑戦するかな。そういえば魔王はやったことないな。農奴で魔王ってなんか面白そうだな、ん？ まだ職業があるぞ」
en: "Which one should I pick? I've been a swordsman and mage before. Maybe I'll player a healer this time. Oh yeah, but I've never played as a demon king. A demon king serf sounds pretty interesting... hmm? There's still some jobs."

source: 「なるほど、西洋風の剣と魔法のファンタジーな世界か。とりあえずやってみるか、えっと、設定はこのサイトの画面で直接やるのか」
en: "I see, a Western swords and magic fantasy world. Why don't I check it out? Hmm, do I just sign up here?"

source: 「なんだ？ 剣士と剣聖だと剣聖のほうがいい気がするが、なぜ選ばせるんだ？」
en: "What the? Isn't the sword saint obviously better than the swordsman? Why did they even include this choice?"

source: 「まずは難易度、イージーモードからあるぞ。ノーマル、エクストラ、ヘルと。イージーモードなんて甘えだろう」
en: "First off is the difficulty. It has an easy mode, and normal, hard, and hell. You're spoiling people with an easy mode, y'know."

source: 「よし、召喚士だ、階級は農奴っと。選択はこれで全部か？」
en: "Alright. Summoner, as a serf. Is that everything?"

source: 「ヘルモードと。職業を選べるのか」
en: "Okay, Hell Mode. Do I get to pick a class?"

source: 「他のゲームを探すか」
en: "Should I look for another game?"

source: 「何々、え…」
en: "What? Ugh...."

source: 「召喚士か。あまりやったことないけど神龍とか召喚出来たらカッコいいだろうな」
en: "Summoner, huh? I've never played it before, but it would be cool to summon a dragon or something."

source: 「召喚士？ 召喚士は魔王より難しいってことか？」
en: "Summoner? It's more difficult than demon king?"

source: 「平民、男爵、伯爵。なるほど階級はガチャで決まるのか。国王まであるぞ。剣聖でも同じか？」
en: "Commoner, baron, count. I see, the rank is randomly selected. There's even a chance to be king. Is it the same with the sword saint?"

source: 「終わったがな、たった３年でサービス終了とか」
en: "It finally ended, huh? After 3 years of service."

source: 「絶望的にヌルゲーだ。これではヌルゲーではなく、もはや放置ゲーだ。いつからこうなった…」
en: "Another hopeless nuregame. This isn't even a nuregame anymore, it's a nopegame. When did it get this bad..."

source: 「職業は結構多いな。これも下の職業にいくほど、育成の難易度設定が高くなっているぞ。勇者や魔王まであるのか」
en: "There's a lot of classes. The lower down the class is, the harder it is to level. You can even be a hero or a demon king?"

source: 「農奴、平民、男爵しか選択できないぞ。なるほど、強い職業を選べば育成が難しくなっていき、階級も低くなっていくのか」
en: "Only serf, commoner, and baron is available. I see, if you choose a stronger class, it's harder to level and your rank is lower."

source: 『召喚士はまだ、試験運用が終わっておらず、ユーザーがいません。それでも開始しますか？はい／いいえ』
en: 『The summoner class has not yet been tested and has no users. Would you still like to start? Yes/No』

source: あのころの感動を求めて、いくつものゲームをやってきた。
en: Searching for the excitement of those days, Kenichi's gone through many games.

source: この職業も難易度があるようだ。職業をクリックすると難易度の表示が現れる。
en: It seems like you can click on each class to see its difficulty level.

source: これまでにボーナスや給与をガチャやら課金アイテムにつぎ込んできたが、サービス終了に悲しみは感じていないようだ。
en: Although he's been spending his salary and bonuses on in-game items and gatcha pulls, he's not sad about the game getting canceled.

source: しかし、ノーマルモードでは到達できない域まで育成が可能となっています。
en: However, you can grow past the limits of normal mode.

source: しかし、成長限界が緩和されどんどん上昇していく設定になっているようだ。
en: However, you can rise higher and higher because the growth caps are raised.

source: しかし、時代は変わった。人は求めてもいない、やり込み要素を嫌い始めたのだ。大手も新規のゲーム配信会社もヌルゲーにシフトしていった。
en: But times have changed. People stopped asking for it, and they even dislike hardcore elements. Both existing and new game publishers started shifting to nuregames.

source: しかも、必死に倒しても落とすアイテムは１個だけ。そのあと５０人による殺し合いが始まる。
en: And worse, after you went through the desperate struggle to defeat the boss, only one item would drop, and a 50 person battle royal would start.

source: すると、配信会社の表示もなく、ゲームタイトルもないサイトが検索結果の最も上位に表示されたのである。
en: The top result was a site without a game or publisher name.

source: ぜひ『ブックマーク』を登録して、お読みいただけたら幸いです。
en: It would be greatly appreciated if you bookmarked this novel and continued reading.

source: そこには、新たに始まるゲームのリンクがあった。リンクの先は新しいゲームの紹介ページのようだったので、クリックする。
en: There was a link to the new game. It seemed to lead to an introduction to the new game, so he clicked it.

source: だがユーザー数が増えなかったのか、ゲーム配信会社はサービス終了を決定したのだ。
en: However, maybe because the number of player base wasn't growing, the game publisher decided to shut down the servers.

source: とりあえず、剣士を選択してみて確認をする。選択すると画面が変わり、次に階級の選択になる。
en: For now, he selected swordsman to see what's next. The screen changed, and the next step was the choose a rank.

source: とりあえず、召喚士を選択すると、階級は農奴しか選択肢がないようだ。
en: If you choose summoner, it seems you can only get the serf rank.

source: どうやら、ゲームの難易度はユーザーが設定できるようだ。難易度による相違点の説明もしっかりある。
en: Apparently, the player gets to choose the game's difficulty. There is a solid explanation of the differences between the difficulties.

source: どのモードにするか迷った場合はこのモードを選択しましょう。
en: If you don't know which mode to pick, this one is recommended.

source: どれを選択しようか迷いながら、一番下の選択肢だと思っていた魔王を選ぼうとすると、さらなる職業の選択肢があることに気付くのである。
en: While he was pondering his choices, he was about to click on demon king, which he thought was the bottom option, but he realized that there were more class options.

source: もし絶望を越えることができたなら、あなたはきっと１つの真理を発見できること間違いなしです。作成スタッフの遊び心で作ったモードです。
en: If you can overcome the despair, you will discover one truth. This mode was made as a joke by the developers.

source: やり直しボタンで職業選択の画面に戻り、剣聖を選び直す。
en: He clicked the back button to return to the class selection screen and selected sword saint.

source: より下に書かれた職業のほうが、レアで強い設定のようである。そして職業の扱いやすさが難度となって星印で表示されている。
en: The classes lower down seem to be rarer and stronger, and the difficulty of class is indicated by the number of stars.

source: エクストラスキルを１つまでガチャで引くことができます。
en: Draw up to 1 rare skill through the gatcha.

source: エクストラスキルを３つまでガチャで引くことができます。
en: Draw up to 3 rare skills through the gatcha.

source: ガチャの確率も表示されており、運で階級は決まる。強い職業ほど低い階級になりやすいようだ。
en: The probability distribution of the gatcha is also displayed. So your rank is up to luck. It seems that the stronger the class, the lower the rank.

source: ゲームに慣れた人、ノーマルモードでは易しすぎて不満のある玄人の方に最適なモードです。
en: Ideal for experienced gamers, and those seeking more of a challenge.

source: ゲームはダウンロード形式ではなく、サイト内で各種設定をするようなので、設定画面に移動する。
en: The game didn't have any downloads. Instead, it seemed that there were various settings to configure on the site, so he clicked to the settings screen.

source: ゲームを終了させ、ゲームの配信会社のホーム画面を見る。
en: He exited the game, and went to game publisher's website.

source: ゲーム初心者の方、レベル上げなんて嫌いだよという方に大人気のモードです。
en: This mode is popular with beginners and those who don't like spending time leveling up.

source: スキルの入手、スキルの成長がノーマルモードの１０倍かかります。
en: Acquiring and leveling skills takes 10 times longer than normal.

source: ノーマルモード、エクストラモード、ヘルモードと設定の難易度を上げていくと、スキルは入手しづらく、レベルも上がりにくくなっていく。
en: As the difficulty increases from normal to hard to hell mode, it gets harder to get skills, and harder to level.

source: ノーマルモードの１０倍の速度でスキルの入手、スキルの成長が可能である。
en: Acquire and level skills 10 times faster than normal.

source: パソコンの画面にはファンタジーな城の風景とともに、右下には「ＦＩＮ」とおしゃれに表示されている。オンラインゲームなのか、お疲れさまでしたとゲームのキャラたちがお別れのしぐさをしている。
en: The screen shows a fantasy castle scene, with the word "FIN" written in a fancy font on the bottom right. Even though it's an online game, the characters in the game are waving goodbye.

source: ヘルモードを迷わず選択する。
en: Without a second thought, he picked Hell Mode.

source: ヘルモードＷＥＢ版をお読みいただきありがとうございます。
en: Thank you for reading the WEB version of HellMode

source: ボスのＨＰは信じられないくらい高く、５０人のレイド戦でも１時間以上殴らないと死なない。３時間かけたこともある。連射に耐えかねて、よく壊れるので予備のキーボード常備は必須だ。
en: The HP of the bosses were incredibly high, and even with a raid party of 50 people, it would take more than an hour to clear them. Some even took 3 hours. You had to have a spare keyboard because they wouldn't be able to handle the heavy usage and would break often.

source: モードは『ヘルモード』、職業は『召喚士』、階級は『農奴』を選択したが、これ以上の選択はないようだ。
en: He chose 『Hell Mode』, with the 『Summoner』 class, and the 『Serf』 rank, and there doesn't seem to be further options.

source: レベルはサクサク上がり、武器も防具もスキルも簡単に手に入るようになっていった。
en: Now, levels go up quickly, and weapons, armors, and skills were much easier to obtain.

source: レベルアップ、スキルの入手、スキルの成長がノーマルモードの１００倍かかります。
en: Leveling up, acquiring skills, and leveling skills take 100 times longer than normal.

source: レベルアップにも四苦八苦し、１つレベルを上げるのにも１か月かかることは当たり前だった。半年かけて上級職にクラスチェンジしたときの感動を今でも覚えている。
en: It was normal to take a month to gain one level.

source: ・イージーモード
en: ・Easy Mode

source: ・エクストラモード
en: ・Hard Mode

source: ・ノーマルモード
en: ・Normal Mode

source: ・ヘルモード
en: ・Hell Mode

source: ・ログアウトしている間にも勝手にレベルアップ！
en: ・Level up while offline!

source: ・今ならレジェンドアイテムが必ず出るガチャが３回引けるよ！！
en: ・Join now, and get 3 item pulls with guaranteed legendary rarity!

source: ・戦闘は勝手にＡＩがやってくれるよ！！
en: ・Auto battle system!

source: ・職業は簡単にリセットできるよ！
en: ・Reset your class with ease!

source: 一番人気のモードでそれなりに育成することができます。
en: Develop yourself in your own unique way in the most popular mode.

source: 今やっているゲームの配信会社に見切りをつけ、やり込み要素の高いゲームをネットで探す。
en: He's given up on this publisher, and started looking online for games that are more hardcore.

source: 何百時間どころか、何万時間もかけて熱中したネットゲームも１０年以上前にサービスは終了した。
en: MMOs, which took thousands of hours instead of hundred of hours to clear, would only be canceled after 10 or more years.

source: 健一はためらわず『はい』を選択する。画面が光り、１Ｋ８畳の部屋から誰もいなくなる。
en: Kenichi clicks『Yes』without a second thought. The screen glows, and the 1 kitchen 8 tatami room is left without a soul in sight.

source: 健一は異世界ものの小説をいくつも読んだりしていたので、すんなりと階級が理解できる。
en: Kenichi had read a lot of isekai light novels, so he had no problem recognizing the ranks.

source: 健一は興味がわいたのかとりあえずやってみることにした。
en: Because his interest was piqued, Kenichi decided to try the game out.

source: 健一は驚愕する。そこには彼を絶望させるような文言が並んでいた。
en: Kenichi was shocked. The words on the screen caused him despair.

source: 剣士、格闘家、盗賊、商人、魔法使い、賢者、剣聖、聖女、大魔導士と選択式になっている。
en: The choices included swordsman, brawler, thief, merchant, mage, sage, sword saint, priestess, arch mage.

source: 剣士の上位版が剣聖と当然考えられる。なら誰でも剣聖を選ぶだろう。
en: The sword saint seems to be the advanced version of the swordsman. Everybody would pick sword saint.

source: 剣士や格闘家の難易度は星１つとある。
en: The swordsman and brawler are one star difficulty.

source: 剣聖や大魔導士は星３つのようだ。
en: The sword saint and arch mage have three stars.

source: 勇者や魔王は難易度が星５つもある。
en: The hero and the demon king have a 5 star difficulty.

source: 勇者を選択してみると農奴と平民からガチャによる確率で決まるようだ。
en: When he chose hero, it seemed that the rank gatcha could only pull from serf and commoner.

source: 成長限界はありません。ガチャは引けませんので、職業で選択したスキルのみ初期に入手することが可能です。後悔先に立たず。絶望があなたの前に現れることでしょう。
en: There are no caps to growth. You cannot use the gatcha, and start with only the skills for your class. You will regret this choosing this. Despair is inevitable.

source: 検索バーに「ゲーム 廃設定 やり込み」と入力し、求めるゲームを探す。
en: In the search bar, he typed in "game with old obsolete setting hardcore".

source: 次に職業の選択画面に切り替わる。ゲームでよく見た職業がある。
en: Then his monitor showed the class selection screen. The classes shown are ones that show up often in games.

source: 死ぬとデスペナルティーがあり、装備は床に落ち、経験値は２０％も失う。
en: When you died, you'd get penalized, dropping your equipment and losing 20% of your experience points.

source: 現実世界から山田健一はいなくなってしまったのだ。
en: Kenichi Yamada had dissapeared from the real world.

source: 男の名は山田健一。３５歳のサラリーマンだ。独身である。
en: His name is Kenichi Yamada, a 35 year old salary man. Single.

source: 男は両手で顔を覆い、古き良き時代のゲームを思い出す。それは２０年前初めてネットゲームに触れた時のことだった。
en: He covers his face with his hands, reminiscing about the golden years of gaming, back when he first started playing MMOs 20 years ago.

source: 男は数々のゲームをやってきた。ネットゲームだけではなく、家庭用のソフトゲームも数多にやってきたのである。国民的に人気のあるゲームの中で、召喚士がギリシャ神話に出てきそうな召喚獣を召喚していたことを思い出す。
en: He had played a number of games. Not just MMOs but also console games. He remembered that in one of the nation's most popular games, a summoner could summon a beast that looked like something out of Greek mythology.

source: 男は１人、１Ｋ８畳の部屋で呟いた。今は土曜日の真昼間だ。外に出かけることなくパソコンの画面を見て嘆いている。
en: He muttered to himself in his 1 kitchen, 8 tatami room. It's the middle of the day on a Saturday. Instead of going outside, he's grieving in front of his computer screen.

source: 異世界ものの小説に出てきそうな階級が選択できるようになっている。
en: You can pick a rank straight out of an isekai light novel.

source: 第０１話 プロローグ
en: Chapter 1 Prologue

source: 終わらないゲーム、遊びつくせないゲームなど好奇心をくすぐる文言が画面に溢れている。
en: The screen is covered with interesting phrases like "never-ending game" and "infinite gameplay".

source: 職業選択の一番下は召喚士であった。召喚士の難易度は星８つと表示されている。
en: At the very bottom of the class list was the summoner. The difficulty of the summoner was marked as 8 stars.

source: 見た目とか、性別の選択はないのかなと思い画面の隅々までみるが、１つのクリックボタンしか見あたらない。
en: He looked around to see if there were options for look or gender, but he could only find a single button.

source: 通常スキルを１つガチャで引くことができます。
en: Draw 1 common skill through the gatcha.

source: 通常モードです。
en: The default mode.

source: 長い話となっております。
en: It will be a long story.

source: 開始しますか？という大きなクリックボタンだけが画面に表示されている。クリックするとメッセージが表示される。
en: The only thing on the screen was a big button with the word "Start?" on it. When he clicked it, a message appears.

source: 高い能力に成長できる職業ほど低い階級からのスタートになるということが理解できた。
en: So the classes that could grow to a higher level would be more likely to start at a lower rank.

source: ３年前に始めたネットゲームであったが、設定も攻略も易しすぎて不満であった。不満に思いながらもいつかバージョンアップしてやり込み要素を追加してくれると信じて続けてきた。
en: It was an MMO that he started 3 years ago, but he wasn't satisfied because the setting was too softcore, and online guides made the game easy. Although he was dissatisfied, he didn't stop hoping that they would update the game with more replay value.

source: 「あい」
en: "Da"

source: 「あなたがグレイトボアを倒してくれたおかげで、今日は料理が豪勢ね」
en: "This is all thanks to you honey. Because you defeated that great boar, the food today is so fancy."

source: 「ありがとう、あなた」
en: "Thank you, honey"

source: 「ありがとうパパ、ママ」
en: "Thank you papa, mama"

source: 「うむ、今日はアレンのために頑張ったからな！」
en: "Mm. Today, I worked hard for Allen!"

source: 「ええ、あなた…」
en: "Thanks, dear...."

source: 「え？」
en: "Eh?"

source: 「おい、息をしたぞ！ 頑張ったな、テレシア！！」
en: "Oi, he's breathing! You did it, Theresia!!

source: 「ふぎゅあ、ほぎゃああ！！！」
en: "Fugya! Hogyaaaa!!!"

source: 「ん？ もうテレシアは食べたのか？」
en: "Hmm? Have you eat yet, Theresia?"

source: 「アレン、お眠でしゅか？」
en: "Allen, are you sleeping?"

source: 「テレシア帰ったぞ」
en: "Theresia, I'm home."

source: 「駄目だろ。しっかり食べないとお乳も出ないだろ。村の税は来年まで減らしてくれているんだから、それまでに子供を大きくしないとな」
en: "That's no good. If you don't eat well, you won't make enough milk. The village tax is only reduced until next year, so we have to make sure our child grows big and strong by then."

source: いつもより豪勢な料理が並ぶ。アレンは離乳食が始まっているので、普段は豆を煮たり、イモを蒸かし柔らかくした後、すりこぎ棒を使いすりつぶしたものを食べている。
en: In front of him are a line of dishes much fancier than usual. Since Allen is weaning, he's usually eating boiled beans or steamed potatoes that've been mashed with a mortar and pestle.

source: お湯から出され何かごわごわした物にくるまれ、しばらくして落ち着きを取り戻す。
en: He was taken out of the warm liquid and wrapped in some uncomfortable cloth. After a while, he regained his composure.

source: この家には、父ロダン、母テレシア、自分だけだ。
en: The house only had the dad, Rodan, the mom, Theresia, and Kenichi.

source: この村は領主が新たに開拓した村のようだ。年齢的にもかなり若い人を集めたのか、両親の会話の中に、また近くの家で子供が生まれたとか、村の中で新たに子供が生まれた話をよく聞いた。
en: The village seems to be a new development by the regional lord. It seems that they gathered a lot of young people. I often heard about new children being born in the village, like in my parents' conversation, where they said a neighbor recently had a child.

source: この男がアレンの父親でロダンという。テレシアと同じく茶色の髪で、ワイルドな顔立ちだ。体格も大きく、筋肉質である。歳は２０歳といったところだろう。
en: This man is named Rodan, Allen's father. He has brown hair like Theresia, and a wild look about him. He's muscular, with a large build. The looks around 20 years old.

source: この１年間というか、意識がはっきりとしてからであるが、一家の仕事は９カ月ほどの間は、完全に農夫だった。
en: For the past year, or rather, since his conciousness became clearer, the family has been focused entirely on farming for 9 months.

source: この６か月で分かったことがある。山田健一はアレンという名前になった。
en: This is what he has learned in the past 6 months. Kenichi Yamada is now named Allen.

source: しかし、何も出てこない。宙に伸ばした手を戻す。
en: But nothing happens. He lowers his hand.

source: すると突然、アレンの目の前に漆黒の本が現れた。それは手元から少し離れた宙に浮いているのであった。
en: Suddenly, a jet-black book appeared in front of his eyes. It was floating mid-air, a short distance from his hand.

source: それからさらに６か月後、転生からは１年が過ぎた。
en: Another six months pass. It has been one year since the reincarnation.

source: それから１０日が過ぎたあるとき。
en: 10 days passed.

source: それから６か月が過ぎた。健一は、あたりの様子を窺いながら日々過ごしてきた。目と耳は生まれたころよりは、見えるようになり、聞こえるようになった。
en: Since then, 6 months have passed. Kenichi spent his days observing his surroundings. His eyes and ears have developed, and he could see and hear more than when he was just born.

source: そんなことを思いながら、おもむろに片手を天に掲げる。何十回も呟いた言葉をまた呟く。
en: With that in mind, he raises one of his hands, and thinks the words that he's tried dozens of times before.

source: どうやら秋に農作物の刈り入れが終わると、村の男衆で集まって、近くの林に狩りに出かけているようだ。ムキムキの父親にとって狩りは楽しいようだ。
en: Apparently, after the fall harvest, the men of the village get together and hunting the woods nearby. It seems like his muscular father enjoys it.

source: はいはいができるようになったので、少しばかりの距離であるが移動の手段を手に入れた。
en: Now that he can crawl, he has a means of transportation, albiet limited.

source: アレンの一家は農家だ。家の側に畑があり芋やら小麦を育てているようだ。まだテレシアに抱きかかえられて庭先までしか出してもらっていないので、あくまでも話の感じからの予想である。
en: Allen's parents were both farmers. Next to the house, there is a field, where it seems only potatoes and wheat are grown. He's still carried around by Theresia, so he's only been out as far as the yard, so that's just a guess based on what he's heard.

source: アレンは現実世界で自ら農奴を選んだので、そこまで今の状況に不満はない。綺麗な母に家族思いの父だ。１つ不満があるとしたら。
en: When he was in the real world, Allen chose to be a serf, so he's not unhappy with his situation. He had a beautiful mother, and a family-minded father. But he had one complaint.

source: アレンは生後６か月の乳児だ。それ以上でもそれ以下でもない。召喚士として生まれ落ちたはずなのに、それらしいことは何もできない。
en: Allen is a 6 month old infant. Nothing more, nothing less. He was supposed to be born as a summoner, but he hasn't been able to anything of the sort.

source: テレシアがふかしイモを２個ばかりロダンに渡した。
en: Theresia gave Rodan two fluffy potatoes.

source: ブンッ
en: Bing!

source: ロダンは芋を頬張り、木のコップで水甕の水を飲むと、また出かけるようだ。出かける前によくテレシアの頬にキスをするので、まだまだラブラブだ。そのうち弟か妹ができるだろうと思う。
en: Rodan munched on the potatoes and drank from the water jar using a wooden cup, then headed out. On his way out, he often kissed Theresia on the cheek. They're still so lovey-dovey. One of these days, a little sibling might be on the way.

source: 今は昼過ぎだ。土間からがっちりとした男が入ってくる。汗だくで土が体のあちこちに付いている。
en: It's past noon now. A solid man comes in through the entryway. He's sweaty and he's covered in dirt.

source: 今まで呼吸していなくても問題がなかったが、急に酸素を欲する自分がいる。呼吸ができず苦しんでいると、お尻の辺りに衝撃が走る。何度も衝撃が走る。どうやらお尻をぶたれている。
en: Until now, it was fine that he couldn't breath. But now, he suddenly wanted oxygen. As he was struggling to breath, he felt an impact on his butt. He felt the impact over and over again. Apparently, something is hitting his butt.

source: 今抱きかかえてくれている女性がアレンの母親でテレシアという。まだ２０歳にもなっていないように見えたが見た目通り１０代後半の女性だ。茶色の髪をひもで縛って背中まで伸ばし、緑の瞳を持つとても綺麗な女性である。
en: The woman who is holding him now is Allen's mother, Theresia. She didn't look over 20, more like she was in her late teens. She was a beautiful woman who had green eyes, and brown hair that was tied with a string and draped down her back.

source: 何かの液体の中にいることを知り混乱する健一である。しかし、体に力が入らないのか、うまく体が動かせない。
en: Kenichi is confused when he finds out he's in some strange liquid. However, he his strength seemed to leave him, and he couldn't move his body.

source: 健一は普通の会社員であったので、現実世界の荒波にさらされてきたが、そんな疲れも癒してくれる。
en: Kenichi was an ordinary office worker, so he had experienced all the trials and tribulations of the real world, but all his weariness was melting away.

source: 全身が頭部から強く締め付けられるような感覚を覚える。
en: Starting from the top of his head, he felt a strong pressure over his entire body.

source: 全身の締め付けから解放されたと思ったら、またぬるま湯のようなものに入れられる。
en: Just as he noticed the full-body pressure subsiding, he felt himself being submerged in the warmth again.

source: 初めて聞く声がする。日本語のようだが、目もほとんど見えず、耳もよく聞こえない状態だ。気道は確保され新鮮かどうかわからないが、求め欲した酸素を吸収していく。
en: For the first time in a while, Kenichi heard a voice. It sounded like Japanese, but he could barely see or hear a thing. He could breath again, and although he didn't know how the air was, he inhaled oxygen greedily.

source: 周りに２～３人いるようだが、どれだけの人数に囲まれているのかさえわからない。
en: There seemed to be a couple people around him, but he couldn't even tell exactly how many people there were.

source: 塩味をほとんど感じない素材そのままの味の料理をおいしそうに食べるアレンである。果物も出してくれたのか、荒くすりつぶしたリンゴっぽい木の実は確かに美味しい。
en: Allen happily eats the dish, which is made of fresh ingredients, with hardly any salt. Is there fruit too? The roughly mashed apple-like nuts are certainly delicious.

source: 季節は秋に入ったころであるので、自分は秋ごろ生まれたのかなと思う。
en: It's the beginning of autumn now, so he was probably born around autumn.

source: 宙に手を伸ばし、何かを求めるように心で唱える。
en: He put his hand in the air and mentally called out with all his will.

source: 急に不安を覚える健一である。何かわからないが、不安でぞわぞわする。
en: Kenichi is suddenly filled with a sense of unease. He doesn't know why, but he's anxious.

source: 性別の選択はなかったが、無事男の子として生まれてこられた。
en: Although there wasn't an option for gender, it wasn't a problem because he was born as a boy.

source: 息が詰まるテレシア。ロダンは２個のうち１個をテレシアに返す。これはこの６か月でよく聞いたやり取りである。
en: Theresia choked a bit. Rodan gives one of the potatoes back to Theresia. This is a common occurance between the two of them.

source: 普段テレシアは男をあなたと呼ぶので、父の名前を知るのに苦労した。
en: Theresia usually called the man "Honey", so it was hard to figure out the dad's name.

source: 温かい。健一は自分が意識を失っていたことに気付く。そして、温水プールかそれ以上に温かい液体の中に自分がいることに気付くのだ。
en: It's warm. Kenichi realized that he had lose conciousness. He found himself in a heated pool, or maybe it was warmer than that.

source: 温かい水の中にいて、何も見えない、息もできないが大丈夫なのだ。それに何かとてつもなく落ち着く。
en: He's immersed in warm water, he can't breath, and he can't see anything, but he still seems fine. And there's this incredible sense of tranquility.

source: 無心となり、ただただ時が過ぎていくのを待つのであった。
en: He felt indifferent, and simply waited for the time to pass.

source: 相変わらず力も入らず、目も見えない、耳も聞こえない、意識だけがある状態だ。
en: As before, he was still immobile, blind, deaf, but concious.

source: 第０２話 転生
en: Chapter 2 Reincarnation

source: 答えがでない中、眠気が襲う。体は完全な乳児なので、お腹が空けば泣いてしまうし、お漏らしもする。そして、眠くなれば深い眠りに就くのであった。
en: Without finding any answers, he is overtaken by drowsiness. Since his body was exactly that of a baby, if he gets hungry, he cries. And he still wets himself. And when he gets sleepy, he falls into a deep sleep.

source: 簡易にできた木の柵の小さなベッドに優しく置かれる。ごわごわとした肌触りのそんなに良くない麻の掛布団を肩まで被せてくれる。
en: She gently placed him in a small crib with simple wooden sides. She covered him up to his shoulders with a hemp quilt that was soft to the touch.

source: 農奴として生まれてこなかったら猟師になりたかったと、父が何度か言っていたことを覚えている。獲物の肉は参加した者が一部貰える仕組みのようで、どうやら獲物を倒すために頑張ったようだ。
en: His dad had said many times that, if he wasn't born a serf, he would want to be a hunter. It seems like the meat of the hunt is partially given to those who participate, and apparently, he puts in a good effort to bring it down.

source: 開拓村は税制が優遇されている、だからロダンもテレシアも親元から独立してこの村に来たのかなと思う。
en: Because the town is new, it has a tax subsidy, so that might be why Theresia and Rodan came to the village without their parents.

source: 食事が終わり、ベッドに寝かされたアレンは思う。
en: After the meal, Allen is put to bed, and begins to think.

source: （え？ 息が！？）
en: (Eh? I can't breath?)
